'''3. Создать переменную с радиусом круга и вывести площадь
этого круга.'''
print('Вычисление площади (S) круга')

R = int(input('Введите радиус круга:'))

print ('S(площадь) =', R**2*3.1415926535)
